tap 'caskroom/cask'
tap 'homebrew/boneyard'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
tap 'rcmdnk/file'
brew 'boost'
brew 'xz'
brew 'coreutils'
brew 'cscope'
brew 'libpng'
brew 'freetype'
brew 'gettext'
brew 'gist'
brew 'pcre'
brew 'git'
brew 'gnu-sed'
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'imagemagick'
brew 'openssl'
brew 'libevent'
brew 'lua'
brew 'popt'
brew 's-lang'
brew 'newt', args: ['with-python']
brew 'peco'
brew 'phantomjs'
brew 'redis'
brew 'source-highlight'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'homebrew/versions/mysql56'
cask '1password'
cask 'appcleaner'
cask 'atom'
cask 'clipmenu'
cask 'google-japanese-ime'
cask 'gyazo'
cask 'kindle'
cask 'limechat'
